Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: Stride length* Average stride length * s3/s3+ stride sensor W.I.N.D. required.
hr: Stride length* (Dužina koraka)

source: Running Index* To get a Running Index value, there are requirements your exercise has to fulfil.
hr: Prosječna dužina koraka * Potreban s3 senzor brzine trčanja W.I.N.D. Running Index* (Indeks trčanja)

source: For further information, see Polar Running Index (page 57). * s3/s3+ stride sensor or G3/G5 GPS sensor W.I.N.D. required.
hr: Za dodatne informacije, pogledajte Polar indeks trčanja (stranica 57 ). * Potreban je s3 senzor brzine trčanja ili G3 GPS senzor W.I.N.D.

source: The Running Index feature is designed for use in running sports, only.
hr: Funkcija Indeks trčanja je namijenjena za uporabu u sportovima koji uključuju trčanje.

source: It will not function when cycling with a G3/G5 sensor, for example.
hr: Na primjer, neće raditi tijekom vožnje bicikla s G3 senzorom. NAKON VJEŽBANJA

source: After Training 25
hr: 25 HRVATSKI, SRPSKI

source: ENGLISH Altitude Maximum altitude Minimum altitude Average altitude
hr: Altitude (Nadmorska visina) Maksimalna nadmorska visina Minimalna nadmorska visina Prosječna nadmorska visina

source: Riding time Bike name Riding time
hr: Riding time (Vrijeme vožnje)

source: Ascent/ Descent Ascended meters/feet Descended meters/feet
hr: Naziv bicikla Vrijeme vožnje Ascent/ Descent (Uspon/spust)

source: Incline* Maximum incline in % Minimum incline in degrees *Cycling speed sensor W.I.N.D. required.
hr: Incline* (Uspon) Maksimalni uspon u % Maksimalni uspon u stupnjevima *Potreban je senzor brzine W.I.N.D.

source: Decline* Maximum decline in % Minimum decline in degrees *Cycling speed sensor W.I.N.D. required.
hr: Decline* (Spust) Maksimalni spust u % Maksimalni spust u stupnjevima *Potreban je senzor brzine W.I.N.D.

source: Temperature Maximum oC degrees Minimum oC degrees Average oC degrees
hr: Temperature ( Temperatura) Maksimalno oC Minimalno oC Prosječno oC

source: Press STOP to return to the basic information view.
hr: Pritisnite STOP za povratak na prikaz osnovnih informacija.

source: Additional Basic Information Select File > Exercise log .
hr: Dodatne osnovne informacije Odaberite File > Exercise log .

source: Select the exercise with OK.
hr: Odaberite vježbu s OK.

source: To add your own exercise information or delete the exercise from File, press and hold LIGHT in basic information view (exercise name is displayed).
hr: Za dodavanje vaše vlastite informacije o vježbi ili brisanje vježbe iz File, pritisnite i držite SVJETLO u prikazu osnovnih informacija (prikaže se naziv vježbe).

source: To add information, select Add info: • Rank: Give a grade to your exercise. • Feeling : Evaluate your subjective feeling during the exercise. • Temperat. : Set the temperature with UP or DOWN. • Distance: Select the shoe or bike and then enter the distance.
hr: Za • • • • dodavanje informacije, odaberite Add info: Rank: Dodajte ocjenu vašoj vježbi.

source: The distance is updated in total and weekly distance logs.
hr: Feeling : Ocijenite vlastiti osjećaj tijekom vježbe.

source: 26 After Training
hr: 26 NAKON VJEŽBANJA

source: Select File > Exercise log > Sport zones In the basic information view, press DOWN to see Sport zones information.
hr: Odaberite File > Exercise log > Sport zones U pregledu osnovnih informacija, pritisnite DOLJE za pregled Sport zones informacija.

source: Press OK and scroll UP or DOWN to view time spent in each sport zone.
hr: Pritisnite OK i GORE ili DOLJE za pregled vremena proteklog u svakoj sportskoj zoni.

source: Here, the variation of your sessions is presented in graphical form.
hr: Ovdje su varijacije vaših ciklusa prikazane u grafičkom formatu.

source: Press STOP to return to the Sport zones information view.
hr: Pritisnite STOP za povratak na pregled Sport zones informacija. c.

source: c. Phases
hr: Phases informacije

source: Select File > Exercise log > Phases The Phases menu is displayed only if the exercise is created with the software, and includes phases.
hr: Odaberite File > Exercise log > Phases Izbornik Phases se prikazuje samo ako je vježba stvorena s Polar ProTrainer 5 softverom i uključuje faze.

source: In the Sport zones information view, press DOWN to view Phases information.
hr: U pregledu Sport zones informacija, pritisnite tipku DOLJE za pregled Phases informacija.

source: You can view each phase separately.
hr: Svaka faza se može pregledati odvojeno.

source: Scroll data of an individual phase by pressing OK.
hr: Pregledavajte podatke pojedine faze pritiskom na OK.

source: Compare phases by pressing UP or DOWN.
hr: Usporedite faze pritiskom na GORE ili DOLJE.

source: Time Phase name Split time Duration of current phase
hr: Time (vrijeme)

source: Heart rate in beats per minute (bpm), alternating with a percentage of maximum heart rate (%), or as a percentage of heart rate reserve.
hr: Naziv faze Prolazno vrijeme Trajanje trenutne faze Heart rate (otkucaji srca).

source: Maximum heart rate Average heart rate
hr: Prikaz se mijenja između bpm i

source: After Training 27 ENGLISH
hr: 27 HRVATSKI, SRPSKI

source: The difference between heart rate at the beginning and end of the phase.
hr: (Povećani HR / HR odmaranja / HR razlike.)

source: Current heart rate in beats per minute (bpm), alternating with a percentage of your maximum heart rate, or as a percentage of heart rate reserve.
hr: Razlika u otkucajima srca na početku i na kraju faze.

source: Increased HR: If heart rate was lower at the beginning of the phase than it was at the end, the training computer will show the difference in heart rate (heart rate at the end minus heart rate at the beginning).
hr: Trenutni broj otkucaja srca u otkucajima u minuti (bpm), se mijenja s prikazom u postotku u odnosu na maksimalni broj otkucaja srca (HR%) Povećani HR: Ako je broj otkucaja srca bio niži na početku faze nego na kraju, monitor srčane frekvencije će prikazati razliku u otkucajima srca (otkucaji na kraju minus otkucaji na početku).

source: During the working phase, the training computer will show the increased heart rate value.
hr: Za vrijeme radne faze, monitor srčane frekvencije će pokazati vrijednost povećanog broja otkucaja srca.

source: Recovery HR: If the heart rate was higher at the beginning of the phase than it was at the end, the training computer will show the difference in heart rate (heart rate at the beginning minus heart rate at the end).
hr: HR odmaranja: Ako je broj otkucaja srca bio viši na početku faze nego na kraju, monitor srčane frekvencije će prikazati razliku u otkucajima srca (otkucaji na početku minus otkucaji na kraju).

source: During the recovery phase, the training computer will show the recovery heart rate value.
hr: Za vrijeme faze odmaranja, monitor srčane frekvencije će pokazati vrijednost otkucaja srca prilikom odmaranja.

source: HR differ: If the heart rate value was the same at the beginning and end of the phase, the training computer will show an HR difference value of 0.
hr: HR razlike: Ako je broj otkucaja srca bio jednak na početku i na kraju faze, monitor srčane frekvencije će prikazati razliku otkucaja 0.

source: Speed/pace* Maximum speed/pace Average speed/pace * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Speed/pace* (Brzina/ritam)

source: Distance* Split distance Distance of current phase * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Maksimalna brzina/ritam Prosječna brzina/ritam Distance* (Udaljenost) Prolazna udaljenost Udaljenost trenutne faze

source: Cadence* Maximum cadence Average cadence of the current phase * s3/s3+ stride sensor or cadence sensor W.I.N.D. required.
hr: Cadence* (Ritam) Maksimalni ritam Prosječni ritam trenutne faze * Potreban je s3 senzor brzine trčanja ili senzor ritma W.I.N.D.

source: Stride length* Average stride length of the current phase * s3/s3+ stride sensor W.I.N.D. required.
hr: Stride length* (Dužina koraka) Prosječna dužina koraka trenutne faze * Potreban s3 senzor brzine trčanja W.I.N.D.

source: Press STOP to return to the Phases information view. d. Laps
hr: Pritisnite STOP za povratak na pregled Phases informacija d.

source: Select File > Exercise log > Laps In the Phases information view, see Laps information by pressing DOWN.
hr: Laps informacije Odaberite File > Exercise log > Laps U pregledu Phases informacija, pregledajte Laps informacije pritiskom na tipku DOLJE.

source: Laps information is shown only if there is more than one lap in the memory.
hr: Krugovi su prikazani samo ako je više od jednog kruga spremljeno u memoriju.

source: Number of recorded laps/autolaps (lap information alternating with autolap information) Average lap time Best (fastest) lap number alternating with its time
hr: Number of recorded laps/autolaps (Broj snimljenih krugova) Prosječno vrijeme kruga Broj najboljeg (najbržeg) kruga se mijenja s njegovim vremenom

source: 28 After Training
hr: 28 NAKON VJEŽBANJA

source: The last lap is never shown as the best lap, even if it is the fastest lap.
hr: Zadnji krug nikada nije prikazan kao najbolji krug, čak iako se radi o najbržem krugu.

source: If you are in a running event and wish to include your last lap, press OK on the finishing line instead of STOP.
hr: Ako sudjelujete u utrci i želite uključiti vaš zadnji krug, na cilju pritisnite OK umjesto STOP.

source: This way, the last actual lap is included in the calculation for best lap.
hr: Na ovaj način zadnji stvarni krug je uključen u proračun za najbolji krug.

source: You can then stop recording after the finishing line.
hr: Tada možete zaustaviti snimanje nakon cilja.

source: Scroll the various information of an individual lap by pressing OK.
hr: Pregledavajte informacije o krugu pritiskom na OK.

source: Compare information on different laps by pressing UP or DOWN.
hr: Usporedite informacije o različitim krugovima pritiskom na GORE ili DOLJE.

source: For easy view of lap information, transfer the files to the software.
hr: Za lakši pregled informacija o krugovima, prebacite datoteku vježbanja softver.

source: Time Split time Lap time
hr: Time (Vrijeme)

source: Heart rate in beats per minute (bpm) alternating with percentage of maximum heart rate (%), or as a percentage of your heart rate reserve.
hr: Prolazno vrijeme Vrijeme kruga Heart rate (otkucaji srca).

source: Maximum heart rate Average heart rate End heart rate of lap
hr: Prikaz se mijenja između bpm i postotka u odnosu na

source: Speed/Pace Average speed/pace End speed/pace of lap Press and hold LIGHT to switch speed/pace. * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: maksimalni broj otkucaja srca (HR%) Maksimalni broj otkucaja srca Prosječni broj otkucaja srca Otkucaji srca na kraju kruga Speed/Pace (Brzina/ritam)

source: Distance Split distance Lap distance * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Prosječna brzina/ritam Brzina/ritam na kraju kruga Pritisnite i držite SVJETLO za prebacivanje brzine/ritma Distance (Udaljenost)

source: Cadence Maximum Average cadence of the lap * s3/s3+ stride sensor or cadence sensor W.I.N.D. required.
hr: Cadence (Ritam) Maksimalni ritam Prosječni ritam kruga *Potreban je s3 senzor brzine trčanja ili senzor ritma W.I.N.D.

source: Stride length Average stride length of lap * s3/s3+ stride sensor W.I.N.D. required.
hr: Stride length (Dužina koraka) Prosječna dužina koraka kruga * Potreban s3 senzor brzine trčanja W.I.N.D.

source: Incline Incline in % Incline in degrees *Cycling speed sensor W.I.N.D. required.
hr: Incline (Uspon) Uspon u % Uspon u stupnjevima *Potreban je senzor brzine W.I.N.D

source: Altitude Ascent Altitude
hr: NAKON VJEŽBANJA

source: After Training 29
hr: 29 HRVATSKI, SRPSKI

source: Altitude Descent Altitude
hr: Altitude (Nadmorska visina)

source: Temperature
hr: Temperature (Temperatura)

source: Press STOP to return to Laps information view.
hr: Pritisnite STOP za povratak na pregled Laps informacija.

source: Weekly Summary Select File > Weekly
hr: Tjedni sažetak Odaberite File > Weekly

source: In Weekly summary, you can view data accumulated during the past 16 weeks of exercise.
hr: U tjednom sažetku, možete pregledati skupljene podatke 16 tjedana vježbanja.

source: The bar on the far right named This week displays the exercise summary for the current week.
hr: Stupac na desnoj strani nazvan This week prikazuje sažetak vježbanja trenutnog tjedna.

source: Earlier bars are dated the Sunday of the week in question.
hr: Prethodni stupci su datirani prema nedjelji određenog tjedna.

source: Scroll the displayed weeks with UP or DOWN, and view total exercise duration on the lower row.
hr: Pregledavajte prikazane tjedne s tipkama GORE ili DOLJE, i u donjem redu pregledajte ukupno trajanje vježbe.

source: Press OK to select the week and view total calories, distance, and exercise time. Press DOWN to see the week’s total Shoes distance, GPS distance and Bikes distance.
hr: Tjedan odaberite s OK kako bi pregledati ukupne potrošene kalorije, udaljenost* i vrijeme vježbanja u tom tjednu.

source: Press DOWN to see week’s sport zones.
hr: Pritisnite DOLJE za pregled tjednih sportskih zona.

source: To see time spent in each sport zone, press OK and scroll the sport zones UP or DOWN.
hr: Kako bi vidjeli vrijeme provedeno u svakoj sportskoj zoni, pritisnite OK i pregledavajte sportske zone s tipkama GORE ili DOLJE.

source: Totals Select File > Totals
hr: Ukupni rezultati Odaberite File > Totals Totals prikaz uključuje kumulativne informacije snimljene za vrijeme vježbanja od zadnjeg poništavanja.

source: Totals includes cumulative information recorded during training sessions since the last reset.
hr: Koristite datoteku ukupnih vrijednosti kao sezonski ili mjesečni brojač podataka o vježbanju.

source: The values are updated automatically when exercise recording is stopped.
hr: Vrijednosti se automatski nadopunjuju kada se snimanje vježbanja zaustavi.

source: Use UP or DOWN to scroll through the following information: • Tot.
hr: Koristite GORE ili DOLJE za pregled slijedećih informacija:

source: 30 After Training
hr: 30 NAKON VJEŽBANJA

source: Bike1 distance • Tot.
hr: Bike1 distance (kumulativna udaljenost s biciklom 1) Tot.

source: Bike2 distance • Tot.
hr: Bike2 distance (kumulativna udaljenost s biciklom 2) Tot.

source: Bike3 distance • Total Shoes distance • Total GPS distance • Total Bikes distance • Total distance • Total duration • Total calories • Total exerc. count • Total ascent • Total odometer (Cumulative distance; cannot be reset) • Reset totals
hr: Bike3 distance (kumulativna udaljenost s biciklom 3) Total Shoes distance (kumulativna udaljenost s cipelama) Total GPS distance (kumulativna GPS udaljenost) Total Bikes distance (kumulativna udaljenost s biciklom) Total distance (kumulativna udaljenost) Total duration (kumulativno trajanje) Total calories (kumulativne kalorije) Total exerc. count (kumulativni broj vježbi) Total ascent (kumulativna udaljenost uspona) Total odometer (kumulativna udaljenost pređenih kilometara) Reset totals (poništavanje kumulativnih podataka)

source: To reset total values Select File > Totals > Reset totals Select the value you wish to reset from the menu and confirm with OK.
hr: Za poništavanje ukupnih vrijednosti: Odaberite File > Totals > Reset totals Odaberite vrijednost koju želite poništiti u izborniku i potvrdite s OK.

source: To confirm resetting select Yes.
hr: Odaberite Yes za potvrdu poništavanja.

source: The deleted information cannot be retrieved.
hr: Obrisane informacije se ne mogu vratiti.

source: Select No to return to the Reset menu.
hr: Odaberite No za povratak na Reset izbornik.

source: Delete Files Select File > Delete In Delete , you can delete previous exercises one by one, all exercises at the same time, or total values.
hr: Brisanje datoteka Odaberite File > Delete U ovom režimu rada, možete obrisati prethodne vježbe, jednu po jednu, sve vježbe u isto vrijeme ili ukupne vrijednosti.

source: Scroll through the following information with UP or DOWN: • Exercise : Select a single exercise to delete. • All exerc. : Delete all exercise from the memory with one button press. • Totals: Delete the total values one by one or all totals at the same time.
hr: Pregledavajte slijedeće informacije s GORE ili DOLJE: • Exercise : Odabir jedne vježbe za brisanje. • All exerc. : Brisanje svih vježbi jednim pritiskom na tipku. • Totals: Brisanje svih ukupnih vrijednosti jednu po jednu ili sve ukupne vrijednosti odjednom.

source: Confirm by selecting Yes.
hr: Potvrdite odabirom Yes.

source: After Training 31
hr: 31 HRVATSKI, SRPSKI

source: ENGLISH 7. SETTINGS Feature Settings A new sensor purchased as a separate accessory has to be introduced to the training computer.
hr: 7. POSTAVKE Postavke značajki Novi senzor, kupljen odvojeno kao dodatna oprema mora se uvesti u monitor srčane frekvencije.

source: This is called teaching and takes only a few seconds.
hr: To se naziva učenje i traje samo nekoliko sekundi.

source: Teaching ensures that your training computer receives signals from your sensor only, and enables disturbance-free exercise in a group.
hr: Učenje osigurava da vaš monitor srčane frekvencije prima signale samo s vašeg senzora i omogućuje vježbanje u grupi bez smetnji.

source: If you have purchased the sensor and the training computer as a set, the sensor has already been “taught” to work together with the training computer.
hr: Ako ste kupili monitor srčane frekvencije i senzor kao set, senzor je već registriran da radi s monitorom srčane frekvencije.

source: You just need to activate the sensor in your training computer.
hr: Trebate samo aktivirati senzor u vašem monitoru srčane frekvencije.

source: When you activate a sensor in feature settings, Teach new sensor? is displaeyd.
hr: Kada u postavkama značajki aktivirate senzor, prikaže se Teach new sensor?

source: You can teach a new sensor by selecting Yes.
hr: Novi senzor možete registrirati odabirom Yes.

source: Select No if the sensor has already been taught.
hr: Odaberite No ako je senzor već registriran.

source: To teach a separately purchased H3 heart rate sensor, see Teach a New Heart Rate Sensor (page ).
hr: Za učenje odvojeno kupljenog WearLink primopredajnika, pogledajte Uvođenje novog primopredajnika (stranica).

source: Polar s3/s3+ Stride Sensor W.I.N.D. To activate the stride sensor in your training computer, select Settings > Features > Shoes/bikes > Shoe 1/2/3 > On.
hr: Polar s3 senzor brzine trčanja W.I.N.D. Za aktiviranje senzora brzine trčanja u vašem monitoru srčane frekvencije, odaberite Settings > Features > Shoes/bikes > Shoe 1/2/3 > On.

source: Teach new sensor? is displayed.
hr: Prikaže se Teach new sensor? • • Ako je vaš senzor već uveden, odaberite No.

source: • If your sensor is already taught, select No. • If your sensor has not been taught yet, select Yes.
hr: Ako vaš senzor još nije uveden, odaberite Yes.

source: Before teaching, make sure that there are no other s3/s3+ stride sensors or G3/G5 GPS sensors nearby (40 m/131 ft).
hr: Prije uvođenja, provjerite da se u blizini (40 m) ne nalazi drugi s3 senzor brzine trčanja ili G3 GPS senzor.

source: The sensor should be within 1,5 meters/5 ft of the training computer.
hr: Senzor bi treba biti unutar 1,5 metara od monitora srčane frekvencije.

source: Before entering a running event, for example, make sure to perform the teaching process at home, first.
hr: Na primjer, prije sudjelovanja u utrci, uvođenje prvo provedite kod kuće.

source: This is to prevent interference due to the long-range data transmission.
hr: Time se sprečavaju smetnje zbog prijenosa na veće udaljenosti.

source: To return to time mode, press and hold the STOP button.
hr: Za povratak u vremenski prikaz, pritisnite i držite STOP tipku.

source: Polar Cycling Speed Sensor W.I.N.D. To activate the speed sensor in your training computer, select Settings > Features > Shoes/bikes > Bike 1/2/3 > On > Speed > On.
hr: Polar senzor brzine W.I.N.D. Za aktiviranje senzora brzine trčanja u vašem monitoru srčane frekvencije, odaberite Settings > Features > Shoes/bikes > Bike 1/2/3 > On > Speed > On.

source: • If your sensor is already taught, select No. • To teach a new sensor, make sure that there are no other speed sensors nearby (40 m/131 ft) and then select Yes.
hr: Za uvođenje novog senzora, prvo provjerite da se u blizini ne nalazi drugi senzor brzine (40m) i odaberite Yes.

source: After selecting Yes, rotate the wheel a few times to activate the sensor.
hr: Nakon odabira Yes okrećite kotač nekoliko puta kako bi aktivirali senzor.

source: The flashing red light indicates that the sensor is activated.
hr: Trepćuće crveno svjetlo označava da je senzor aktiviran.

source: Completed is displayed once the teaching process is over.
hr: Prikaže se Completed kada je proces uvođena gotov.

source: The training computer is now ready to receive speed and distance data.
hr: Monitor srčane frekvencije je sada spreman za primanje podataka o brzini i udaljenosti.

source: Wheel size settings are a prerequisite for correct cycling information.
hr: Za točne informacije o brzini i udaljenosti, potrebno je unijeti veličinu kotača.

source: For more information on measuring the wheel size, see Measuring Wheel Size.
hr: Za više informacija o mjerenju dimenzija kotača, pogledajte Mjerenje dimenzija kotača.

source: Polar Cadence Sensor W.I.N.D. To activate the cadence sensor in your training computer, select Settings > Features > Shoes/bikes > Bike 1/2/3 > On > Cadence > On.
hr: Polar senzor ritma W.I.N.D. Za aktiviranje senzora brzine trčanja u vašem monitoru srčane frekvencije, odaberite Settings > Features > Shoes/bikes > Bike 1/2/3 > On > Cadence > On.

source: 32 Settings
hr: 32 POSTAVKE

source: • To teach a new sensor, make sure that there are no other cadence sensors nearby (40 m/131 ft) and then select Yes.
hr: Ako je vaš senzor već uveden, odaberite No. Za uvođenje novog senzora, prvo provjerite da se u blizini ne nalazi drugi senzor (40m) i odaberite Yes.

source: After selecting Yes, Start test drive is displayed.
hr: Nakon odabira Yes prikaže se Start test drive is displayed.

source: Rotate the crank a few times to activate the sensor.
hr: Okrećite pedalu nekoliko puta kako bi aktivirali senzor.

source: Completed is displayed after the teaching has been finished.
hr: Prikaže se Completed kada je proces uvođena gotov.

source: The training computer is now ready to receive cadence data.
hr: Monitor srčane frekvencije je sada spreman za primanje podataka o ritmu.

source: Measuring Wheel Size Select Settings > Features > Shoes/bikes > Bike 1/2/3 > Wheel
hr: Mjerenje dimenzija kotača Odaberite Settings > Features > Shoes/bikes > Bike 1/2/3 > Wheel Postavke dimenzija kotača su preduvjet za dobivanje točnih informacija o vožnji bicikla.

source: There are two ways of determining the wheel size of your bike: Method 1
hr: Metoda 1 Potražite podatak o promjeru u inčima ili u ETRTO otisnut na gumi.

source: Look for the diameter in inches or in ETRTO printed on the wheel. Match it to the wheel size in millimeters in the right column of the chart.
hr: Prebacite očitanu vrijednost u milimetre i povežite je s podacima u desnom stupcu tablice.

source: ETRTO Wheel size diameter (inches) Wheel size setting (mm) 25-559 26 x 1.0 1884
hr: ETRTO 25-559 23-571 35-559 37-622 47-559 20-622 52-559 23-622 25-622 28-622 32-622 42-622 47-622

source: 23-571 650 x 23C 1909 35-559 26 x 1.50 1947
hr: Promjer kotača (inča) 26 x 1.0 650 x 23C 26 x 1.50 700 x 35C 26 x 1.95 700 x 20C 26 x 2.0 700 x 23C 700 x 25C 700 x 28 700 x 32C 700 x 40C 700 x 47C
